<template>
  <div class="about">
    <div class="mbanner">
  		<a href="javasccript:;" title="">
  			<img :src=" mbanner " alt="">
  		</a>
  	</div>


  	<div class="info" v-for="infos in info2" :class="infos.classObject">
  		<h3>{{ infos.title }}</h3>
  		<span>{{ infos.span1 }}</span>
  		<span>{{ infos.span2 }}</span>
  		<p v-for="item in infos.list">{{ item.p1}}</p>
  	</div>


  	<div class="info">
  		<h3>联系我们</h3>
  		<table>
  			<thead>
  				<tr>
  					<th colspan='4'>捷利讯(总部客服中心) Jelesion Headquarter</th>
  				</tr>
  			</thead>
  			<tbody>
  				<tr>
  					<td>地址</td>
  					<td>深圳市南山区南海大道号西海岸大厦层室</td>
  					<td>营业时间</td>
  					<td>周一至周六（9:00 - 18:00）</td>
  				</tr>

  				<tr>
  					<td>电话</td>
  					<td>0755-27926986   27926981</td>
  					<td>传真</td>
  					<td>0755-27926805</td>
  				</tr>

  				<tr>
  					<td>邮编</td>
  					<td>518000</td>
  					<td>电子邮件</td>
  					<td>info@wahkoo.com</td>
  				</tr>
  			</tbody>
  		</table>



  	</div>
  </div>
</template>

<script>
export default {
  name: 'about',
  data () {
    return {
      msg: 'about',
      mbanner: require('./../../assets/images/about.png'),
      tables: [
      	{
      		title: '捷利讯(总部客服中心) Jelesion Headquarter'
      	}
      ],
      info2: [

      	{
      		title: '公司简介',
      		span1: '华固-捷利讯简介',
      		span2: 'Wahkoo - Jelesion Company Profile',
      		

      		list: [

      			{
      				p1: '深圳市捷利讯工业器材有限公司从属于华固实业（香港）有限公司，是一家专注于品牌工业产品渠道集成供应商。捷利讯自成立以来不仅以专业代理品牌工业产品的定位努力提升自己，更时刻以加强领先于同行业品牌工业产品技术选型与应用，增强实战经验与落实完成客户需求为已任，力争做最好的品牌工业产品渠道集成供应商以及工业产品应用技术服务商'
      			},
      			{
      				p1: '其专业的技术团队，完善的管理体系，一站式的产品供应，捷利讯成为发展最迅速的品牌工业产品渠道集成供应商之一。目前已经获得多家品牌工业产品及零部件厂商在中国区的授权代理，并拥有两家海外分公司及仓储中心，国内包括香港四家办事处及服务中心。捷利讯一直本着“终身顾客”的经营宗旨，用诚信和实力赢得了广大顾客的广泛认同和信赖。“做中国最好的品牌工业产品渠道集成供应商”以最短的时间帮助顾客完成需求是我们不变的使命。'
      			},
      			{
      				p1: '捷利讯凭借着领先的品牌工业产品应用技术和覆盖重点制造区域的服务网络，11年进口，品牌工业产品及零部件实战经验，20位最具实力技术专家，13000家企业的选择与信任，为企业客户提供了全方位、立体式的品牌工业产品解决方案。2010年4月，捷利讯完成了从品牌零部件代理商向品牌工业产品渠道集成供应商的成功转型。以其独有的多品牌，多渠道集成产品供应理念与标准，用品牌工业产品就找捷利讯服务的品牌灵魂。捷利讯通过优秀的服务，帮助顾客节约成本。同时获得了中国中铁，中铁十五局，中交二公局，中海油，中广核等旗下项目的认可，以及多家EMS制造商如：富士康，伟创力，捷普，光宝等大力支持和推荐。'
      			},
      			{
      				p1: '2006年3月--2017的今天，基于顾客对进口，品牌工业产品的认知，捷利讯陆续推出进口品牌工业产品外包采购，备库存自定义交货，小批量产品拼货物流以及技术应用解决方案。品牌材料定制二次加工，优惠账期，积分好礼，备件维修和呆滞物料回收等增值服务。捷利讯推出的每一项服务，都本着客户至上的原则，为顾客带来了实惠和效益，每一个前进的脚步，都充分体现了对客户的尊重与关怀。正因为如此，我们提倡“终身顾客”服务宗旨才能赢得客户，赢得将来。'
      			},
      			{
      				p1: '时至今日，捷利讯已历经11年的沉淀与积累。我们还将会在现有的基础上，为客户提供更全面、更优质的品牌工业产品及零部件服务，一如既往的从服务，技术，售后各个方面完善加固。捷利讯品牌工业产品渠道集成供应商——2017回归初心。为中国制造业走向世界贡献自己的微薄之力。'
      			}
      		]
      	},
      	{
      		title: '公司优势',
      		classObject: {
				info2: true
			 },

      		list: [
      			{
      				p1: '2017年'
      			},
      			{
      				p1: '回归初心'
      			},
      			{
      				p1: '哥啊阿尔条纹阿尔啊set洒脱按时头部那过度'
      			},
      			{
      				p1: '2016年'
      			},
      			{
      				p1: '工人大神而他restSDR的太好对身体好三跳伞塔啊set洒脱大神他说'
      			},
      			{
      				p1: '2017年'
      			},
      			{
      				p1: '回归初心'
      			},
      			{
      				p1: '哥啊阿尔条纹阿尔啊set洒脱按时头部那过度'
      			},
      			{
      				p1: '2016年'
      			},
      			{
      				p1: '工人大神而他restSDR的太好对身体好三跳伞塔啊set洒脱大神他说'
      			},
      			{
      				p1: '2017年'
      			},
      			{
      				p1: '回归初心'
      			},
      			{
      				p1: '哥啊阿尔条纹阿尔啊set洒脱按时头部那过度'
      			},
      			{
      				p1: '2016年'
      			},
      			{
      				p1: '工人大神而他restSDR的太好对身体好三跳伞塔啊set洒脱大神他说'
      			},
      			{
      				p1: '2017年'
      			},
      			{
      				p1: '回归初心'
      			},
      			{
      				p1: '哥啊阿尔条纹阿尔啊set洒脱按时头部那过度'
      			},
      			{
      				p1: '2016年'
      			},
      			{
      				p1: '工人大神而他restSDR的太好对身体好三跳伞塔啊set洒脱大神他说'
      			}
      		]
      	}
      ]

    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

</style>
