<template>
  <div class="afterSale">
  	<div class="info" v-for="infos in info2" :class="infos.classObject">
  		<h3>{{ infos.title }}</h3>
  		<span>{{ infos.span1 }}</span>
  		<span>{{ infos.span2 }}</span>
  		<p v-for="item in infos.list">{{ item.p1}}</p>
  	</div>
  </div>
</template>

<script>
export default {
  name: 'afterSale',
  data () {
    return {
      msg: '售后服务',
      info2: [

      	{
      		title: '质保政策',
      	
      		list: [

      			{
      				p1: '捷利讯保证所有货物均为100%原装正品，接受任何形式的检验。如果捷利讯供应之货物在正确使用过程中出现瑕疵，公司将依据客户于发货后12个月之内或于公司不时针对特别产品指明的其他此类期限内向公司提出的书面索赔，公司有权自行决定进行产品替换（或部分替换）、维修或退还货款（或部分退款）。'
      			},
      			{
      				p1: '以上保证条款不适用于外因造成的损坏、故障、缺陷、失灵。这种外因包括但不限于：意外事故、滥用、不合理使用、错误使用、电源问题、不按产品说明使用和/或储存和/或安装产品、未进行所需的预防性维护、正常的磨损、自然灾害、火灾、水灾、战争、暴力行为或任何同类事件；非公司人员或非公司授权的人氏对产品进行调试、修理或支持、加工处理或转售，以及使用非公司供应的零部件造成的问题。客户必须按照公司的指示处理瑕疵产品。'
      			},
      			{
      				p1: '上述救济措施为捷利讯的唯一责任，客户确认对产品违反保证的唯一救济措施限于本条所述的救济措施。除了本销售与服务条件明确规定的以外，公司在法律允许的最大限度内明示地排除所有其他明示的或默示的保证。关于产品质量或产品用于特殊用途的适用性，本保证条款取代法律规定的任何品质保证条款或条件，除非根据法律该默示条款或条件是不可排除的。客户知悉其须负责确保其订购的产品及服务为适合其指定之用途，以及使用一切必要技术及谨慎以处理及使用所购之产品。'
      			}
      		]
      	},
      	{
      		title: '货物检验',
      		classObject: {
				info2: true
			 },

      		list: [
      			{
      				p1: '►捷利讯交货后，客户必须确认收到并在尽可能合理的时间内检验产品，如果产品在合理检验中发现显著瑕疵及不合其用途，或与订单列明产品的种类、规格或数量不符，或客户有与产品相关的任何其他异议，应在交货后十日内给予捷利讯详细的书面通知并须随附交货单。如果客户未给予此类通知，则产品应被最终认为各方面均符合合同规定，不存在任何经合理检验即能发现的瑕疵，而客户因此视为已完全接受产品。'
      			},
      			{
      				p1: '►有关产品数量缺少之质询必须于发货日起10日内书面提出并须随附交货单。如果自约定之发货日起10日内客户既未收到产品也未收到产品发票，则建议与'
      			},
      			{
      				p1: '►客户应拒收交付时处于受损状态的包裹。'
      			}
      		]
      	},
      	{
      		title: '返修/退换货',
      		classObject: {
				info2: true
			 },

      		list: [
      			{
      				p1: '►质保期间如发生质量问题，界定责任归属的最终权力属于原厂家。符合原厂家质量标准，若发现质量问题，由捷利讯代理客户联系原厂家，进行质量鉴定。若鉴定结果属客户使用原因，则产生的所有费用由客户承担；若鉴定结果非客户原因，则产生的所有费用由捷利讯及原厂家承担。'
      			},
      			{
      				p1: '►返修或退换货具体事宜请联系我们协商处理。TEL:400-6288-199'
      			}
      		]
      	},
      	{
      		title: '返修/退换货',
      		classObject: {
				info2: true
			 },

      		list: [
      			{
      				p1: '►质保期间如发生质量问题，界定责任归属的最终权力属于原厂家。符合原厂家质量标准，若发现质量问题，由捷利讯代理客户联系原厂家，进行质量鉴定。若鉴定结果属客户使用原因，则产生的所有费用由客户承担；若鉴定结果非客户原因，则产生的所有费用由捷利讯及原厂家承担。'
      			},
      			{
      				p1: '►返修或退换货具体事宜请联系我们协商处理。TEL:400-6288-199'
      			}
      		]
      	},
      	{
      		title: '物流包装',
      		classObject: {
				info2: true
			 },

      		list: [
      			{
      				p1: '1、 一般货物包装一般的货物包装为纸箱包装，纸厢包装的方法如下：'
      			},
      			{
      				p1: '1.1  单层纸箱包装单层纸箱包装，应该选择瓦楞纸类型的纸箱，坚固耐用；使用松散颗粒或者多气孔材质填充剩余空间，避免货物在运输过程中在箱内移动。容易进灰尘、或者受潮湿影响性能的货物，要先放进塑料袋内密封；微小的货物，如小弹簧、插针等，必须放在塑料袋或其他容器内，并进行封口；箱子的封箱，应使用强力塑胶带，均匀地贴在接缝、顶部、底部的边缘处，使用H型封箱法。'
      			},
      			{
      				p1: '1.2  双层纸箱包装对于易损货物，要使用双层纸箱包装。内层为普通纸箱，夹层覆盖松散的固体颗粒或者气泡纸，防止货物移动。内、外层均使用H型封箱法，防止外包装裂开。'
      			},
      			{
      				p1: '2、特殊货物包装'
      			},
      			{
      				p1: '2.1  小件易损品包装'
      			},
      			{
      				p1: '易碎物品包装：遇易碎物品需要包装时，除应符合以上包装规范外，还须将箱体内部六面用板状固体泡沫衬垫，每件商品用塑料气泡膜包裹，并用粘胶带封住以防包裹松散，商品与商品之间用薄纸板相隔，其空隙添加碎纸或碎固体泡沫等材料填充，以防运输过程中碰撞破碎，最后装入一定规格的纸箱或木箱。'
      			},
      			{
      				p1: '2.2  不规则货物包装'
      			},
      			{
      				p1: '不规则货物包装：首先在包装时不能改变货物的开关，其次用固体泡沫按货物开关裁剪出它的空隙，在装箱时填入空间。'
      			},
      			{
      				p1: '长柱形或长管形货物包装：在包装时无合适的纸箱，可拆开一只或多只纸箱先将货物两头包裹往，再卷包住中间，各段接头处全部用封箱封闭，然后用打包带捆扎，两端须各加一根打包带紧固，以防止两端包装纸箱脱落、货物损坏。对于细长易变形的产品，需要绑木条等加固，防止弯曲。'
      			},
      			{
      				p1: '2.3  小型电机、控制器的包装'
      			},
      			{
      				p1: '小型电机、控制器等，如果单件未超过20kg，可以在原来包装的基础上，加固双层纸箱，并在两个纸箱之间加气泡纸缓冲。'
      			},
      			{
      				p1: '2.4  货值超高货物的包装'
      			},
      			{
      				p1: '对于单件超过20kg、货值超过10万、电机等易碎货物，则必须由物流公司代打木箱，并根据货值选择适当的保价。'
      			},
      			{
      				p1: '2.5  空心薄壁形产品'
      			},
      			{
      				p1: '内部需填充泡沫，外层加固，放双层瓦楞纸箱。'
      			},
      			{
      				p1: '2.6  细长型货物包装'
      			},
      			{
      				p1: '细长型货物，是细长型的精密仪器，一定要内层加固，防止产品互相撞击。外层用双层瓦楞纸箱或木箱进行加固。'
      			},
      			{
      				p1: '2.7  一箱多个产品包装'
      			},
      			{
      				p1: '一个箱子内有多个产品的，必须将每件产品用塑料气泡膜包裹，并用粘胶带封住以防包裹松散，商品与商品之间用薄纸板相隔，其空隙添加碎纸或碎固体泡沫等材料填充，以防运输过程中碰撞破碎，最后装入一定规格的纸箱或木箱。'
      			}
      		]
      	}
      ]
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

</style>
